[Twk_M0_Prison DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="Discovered the Hermit's Room")
m_MissionSummaryItems[1]=(m_Description="Opened Jelly's Safe")
m_MissionSummaryItems[2]=(m_Description="Found the Sunken Treasure")
m_MissionStats[0]=(m_Description="Hostiles Killed")
m_MissionStats[1]=(m_Description="Civilians Killed")
m_MissionStats[2]=(m_Description="Alarms Rung")
m_MissionStats[3]=(m_Description="Dead or Unconscious Bodies Found")
m_MissionStats[4]=(m_Description="Overall Chaos (Current Total)")
m_MissionStats[5]=(m_Description="Didn't Kill Anyone")
m_MissionStats[6]=(m_Description="Ghost (Never Detected)")
m_MissionStats[7]=(m_Description="Runes Found")
m_MissionStats[8]=(m_Description="Bone Charms Found")
m_MissionStats[9]=(m_Description="Outsider Shrines Found")
m_MissionStats[10]=(m_Description="Sokolov Paintings Found")
m_MissionStats[11]=(m_Description="Coins Found")

[Twk_M1_Overseers DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="Helped Granny Infect the Bottle Street Gang")
m_MissionSummaryItems[1]=(m_Description="Rescued Griff the Scavenger")
m_MissionSummaryItems[2]=(m_Description="Branded Campbell As A Heretic")
m_MissionSummaryItems[3]=(m_Description="Saved Captain Curnow")
m_MissionSummaryItems[4]=(m_Description="Saved Elsa from Zealous Overseers")
m_MissionSummaryItems[5]=(m_Description="Poisoned High Overseer Campbell")
m_MissionStats[0]=(m_Description="Hostiles Killed")
m_MissionStats[1]=(m_Description="Civilians Killed")
m_MissionStats[2]=(m_Description="Alarms Rung")
m_MissionStats[3]=(m_Description="Dead or Unconscious Bodies Found")
m_MissionStats[4]=(m_Description="Overall Chaos (Current Total)")
m_MissionStats[5]=(m_Description="Didn't Kill Anyone")
m_MissionStats[6]=(m_Description="Ghost (Never Detected)")
m_MissionStats[7]=(m_Description="Runes Found")
m_MissionStats[8]=(m_Description="Bone Charms Found")
m_MissionStats[9]=(m_Description="Outsider Shrines Found")
m_MissionStats[10]=(m_Description="Sokolov Paintings Found")
m_MissionStats[11]=(m_Description="Coins Found")

[Twk_M2_GoldenCat DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="Helped Slackjaw Find Crowley")
m_MissionSummaryItems[1]=(m_Description="Put the Pendletons to Work In Their Own Mine")
m_MissionSummaryItems[2]=(m_Description="Robbed the Art Dealer's Safe")
m_MissionSummaryItems[3]=(m_Description="Steamed A Pendleton To Death")
m_MissionStats[0]=(m_Description="Hostiles Killed")
m_MissionStats[1]=(m_Description="Civilians Killed")
m_MissionStats[2]=(m_Description="Alarms Rung")
m_MissionStats[3]=(m_Description="Dead or Unconscious Bodies Found")
m_MissionStats[4]=(m_Description="Overall Chaos (Current Total)")
m_MissionStats[5]=(m_Description="Didn't Kill Anyone")
m_MissionStats[6]=(m_Description="Ghost (Never Detected)")
m_MissionStats[7]=(m_Description="Runes Found")
m_MissionStats[8]=(m_Description="Bone Charms Found")
m_MissionStats[9]=(m_Description="Outsider Shrines Found")
m_MissionStats[10]=(m_Description="Sokolov Paintings Found")
m_MissionStats[11]=(m_Description="Coins Found")

[Twk_M3_Bridge DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="Followed the Pearl Thief")
m_MissionSummaryItems[1]=(m_Description="Freed All of Sokolov's Test Subjects")
m_MissionSummaryItems[2]=(m_Description="Robbed Pratchett's Safe")
m_MissionSummaryItems[3]=(m_Description="Saved the Stranded Woman from Rats")
m_MissionStats[0]=(m_Description="Hostiles Killed")
m_MissionStats[1]=(m_Description="Civilians Killed")
m_MissionStats[2]=(m_Description="Alarms Rung")
m_MissionStats[3]=(m_Description="Dead or Unconscious Bodies Found")
m_MissionStats[4]=(m_Description="Overall Chaos (Current Total)")
m_MissionStats[5]=(m_Description="Didn't Kill Anyone")
m_MissionStats[6]=(m_Description="Ghost (Never Detected)")
m_MissionStats[7]=(m_Description="Runes Found")
m_MissionStats[8]=(m_Description="Bone Charms Found")
m_MissionStats[9]=(m_Description="Outsider Shrines Found")
m_MissionStats[10]=(m_Description="Sokolov Paintings Found")
m_MissionStats[11]=(m_Description="Coins Found")

[Twk_M4_Boyle DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="Discovered Lady Boyle's Identity")
m_MissionSummaryItems[1]=(m_Description="Delivered Lady Boyle to Her Admirer, Lord Brisby")
m_MissionSummaryItems[2]=(m_Description="Defeated Lord Shaw in A Duel")
m_MissionSummaryItems[3]=(m_Description="Signed Lady Boyle's Guest Ledger")
m_MissionStats[0]=(m_Description="Hostiles Killed")
m_MissionStats[1]=(m_Description="Civilians Killed")
m_MissionStats[2]=(m_Description="Alarms Rung")
m_MissionStats[3]=(m_Description="Dead or Unconscious Bodies Found")
m_MissionStats[4]=(m_Description="Overall Chaos (Current Total)")
m_MissionStats[5]=(m_Description="Didn't Kill Anyone")
m_MissionStats[6]=(m_Description="Ghost (Never Detected)")
m_MissionStats[7]=(m_Description="Runes Found")
m_MissionStats[8]=(m_Description="Bone Charms Found")
m_MissionStats[9]=(m_Description="Outsider Shrines Found")
m_MissionStats[10]=(m_Description="Sokolov Paintings Found")
m_MissionStats[11]=(m_Description="Coins Found")

[Twk_M5_TowerReturn DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="Killed the Lord Regent's Torturer")
m_MissionSummaryItems[1]=(m_Description="Defeated the Lord Regent's Torturer")
m_MissionSummaryItems[2]=(m_Description="Exposed the Lord Regent's Corruption Publicly")
m_MissionSummaryItems[3]=(m_Description="Killed the Lord Regent in His Bedroom")
m_MissionSummaryItems[4]=(m_Description="Revealed Your Identity to the Lord Regent")
m_MissionStats[0]=(m_Description="Hostiles Killed")
m_MissionStats[1]=(m_Description="Civilians Killed")
m_MissionStats[2]=(m_Description="Alarms Rung")
m_MissionStats[3]=(m_Description="Dead or Unconscious Bodies Found")
m_MissionStats[4]=(m_Description="Overall Chaos (Current Total)")
m_MissionStats[5]=(m_Description="Didn't Kill Anyone")
m_MissionStats[6]=(m_Description="Ghost (Never Detected)")
m_MissionStats[7]=(m_Description="Runes Found")
m_MissionStats[8]=(m_Description="Bone Charms Found")
m_MissionStats[9]=(m_Description="Outsider Shrines Found")
m_MissionStats[10]=(m_Description="Sokolov Paintings Found")
m_MissionStats[11]=(m_Description="Coins Found")

[Twk_M6_Flooded DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="Helped the Survivors Escape")
m_MissionSummaryItems[1]=(m_Description="Recovered Your Weapons and Gear")
m_MissionSummaryItems[2]=(m_Description="Put Weeper Campbell Out of His Misery")
m_MissionSummaryItems[3]=(m_Description="Helped Granny Cook Slackjaw")
m_MissionSummaryItems[4]=(m_Description="Helped Slackjaw Defeat Granny")
m_MissionStats[0]=(m_Description="Hostiles Killed")
m_MissionStats[1]=(m_Description="Civilians Killed")
m_MissionStats[2]=(m_Description="Alarms Rung")
m_MissionStats[3]=(m_Description="Dead or Unconscious Bodies Found")
m_MissionStats[4]=(m_Description="Overall Chaos (Current Total)")
m_MissionStats[5]=(m_Description="Didn't Kill Anyone")
m_MissionStats[6]=(m_Description="Ghost (Never Detected)")
m_MissionStats[7]=(m_Description="Runes Found")
m_MissionStats[8]=(m_Description="Bone Charms Found")
m_MissionStats[9]=(m_Description="Outsider Shrines Found")
m_MissionStats[10]=(m_Description="Sokolov Paintings Found")
m_MissionStats[11]=(m_Description="Coins Found")

[Twk_M7_PubAssault DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="Used the Arc Pylon to Rescue Piero and Sokolov")
m_MissionSummaryItems[1]=(m_Description="Rescued Piero and Sokolov by Defeating Havelock's Troops")
m_MissionSummaryItems[2]=(m_Description="Found Emily's Drawing")
m_MissionStats[0]=(m_Description="Hostiles Killed")
m_MissionStats[1]=(m_Description="Civilians Killed")
m_MissionStats[2]=(m_Description="Alarms Rung")
m_MissionStats[3]=(m_Description="Dead or Unconscious Bodies Found")
m_MissionStats[4]=(m_Description="Overall Chaos (Current Total)")
m_MissionStats[5]=(m_Description="Didn't Kill Anyone")
m_MissionStats[6]=(m_Description="Ghost (Never Detected)")
m_MissionStats[7]=(m_Description="Runes Found")
m_MissionStats[8]=(m_Description="Bone Charms Found")
m_MissionStats[9]=(m_Description="Outsider Shrines Found")
m_MissionStats[10]=(m_Description="Sokolov Paintings Found")
m_MissionStats[11]=(m_Description="Coins Found")

[Twk_M8_Lighthouse DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="Killed Lord Pendleton")
m_MissionSummaryItems[1]=(m_Description="Killed Overseer Martin")
m_MissionSummaryItems[2]=(m_Description="Killed Admiral Havelock")
m_MissionSummaryItems[3]=(m_Description="Read Havelock's Journal")
m_MissionSummaryItems[4]=(m_Description="Rescued Emily")
m_MissionStats[0]=(m_Description="Hostiles Killed")
m_MissionStats[1]=(m_Description="Civilians Killed")
m_MissionStats[2]=(m_Description="Alarms Rung")
m_MissionStats[3]=(m_Description="Dead or Unconscious Bodies Found")
m_MissionStats[4]=(m_Description="Overall Chaos (Current Total)")
m_MissionStats[5]=(m_Description="Didn't Kill Anyone")
m_MissionStats[6]=(m_Description="Ghost (Never Detected)")
m_MissionStats[7]=(m_Description="Runes Found")
m_MissionStats[8]=(m_Description="Bone Charms Found")
m_MissionStats[9]=(m_Description="Outsider Shrines Found")
m_MissionStats[10]=(m_Description="Sokolov Paintings Found")
m_MissionStats[11]=(m_Description="Coins Found")

[Twk_MissionStats_Base DisTweaks_MissionStats]
m_MissionStats[0]=(m_Description="Hostiles Killed")
m_MissionStats[1]=(m_Description="Civilians Killed")
m_MissionStats[2]=(m_Description="Alarms Rung")
m_MissionStats[3]=(m_Description="Dead or Unconscious Bodies Found")
m_MissionStats[4]=(m_Description="Overall Chaos (Current Total)")
m_MissionStats[5]=(m_Description="Didn't Kill Anyone")
m_MissionStats[6]=(m_Description="Ghost (Never Detected)")
m_MissionStats[7]=(m_Description="Runes Found")
m_MissionStats[8]=(m_Description="Bone Charms Found")
m_MissionStats[9]=(m_Description="Outsider Shrines Found")
m_MissionStats[10]=(m_Description="Sokolov Paintings Found")
m_MissionStats[11]=(m_Description="Coins Found")

